{
  "ourStory": {
    "title": "Our Story (เรื่องราวของเรา)",
    "content": [
      "บริษัท ฮอปนิค จำกัด (HOPNIC CO., LTD.) ก่อตั้งขึ้นจากความเชี่ยวชาญและประสบการณ์ตรงในสายงานวิศวกรรมโรงงาน ตลอดระยะเวลา 4 ปีที่ผ่านมา เราได้พิสูจน์ศักยภาพผ่านผลงานการออกแบบ ก่อสร้าง และติดตั้งระบบในโรงงานอุตสาหกรรมชั้นนำ (อาทิ Siam Aisin, Sharp Appliance Thailand)",
      "จากจุดเริ่มต้นที่ขับเคลื่อนด้วยความมุ่งมั่นของผู้บริหาร วันนี้เราเติบโตสู่การบริหารงานด้วย \"ระบบทีมวิศวกรมืออาชีพ\" ที่ครบวงจร ทั้งวิศวกรเครื่องกล วิศวกรไฟฟ้า และทีมบริหารโครงการ เพื่อส่งมอบงานที่มีคุณภาพ แม่นยำ และตรวจสอบได้ในทุกขั้นตอน"
    ]
  },
  "ourPhilosophy": {
    "title": "Our Philosophy (ปรัชญาการทำงาน)",
    "subtitle": "\"Practical Engineering Solutions\" (วิศวกรรมที่ใช้งานได้จริง)",
    "content": [
      "ที่ HOPNIC เราไม่เพียงแค่ออกแบบตามทฤษฎี แต่เราออกแบบจาก \"หน้างานจริง\" เราเชื่อในการสร้างระบบ Automation และเครื่องจักรที่ \"สมเหตุสมผล\" — ไม่ซับซ้อนเกินความจำเป็น แต่ต้องทนทาน ซ่อมบำรุงง่าย และลดต้นทุนให้ลูกค้าได้จริง เราเน้นการใช้เทคโนโลยีที่เสถียรและแม่นยำ เช่น ระบบ Pneumatic, Vacuum Control และ PLC Programming ที่ปรับจูนให้เข้ากับพฤติกรรมการใช้งานของคนงาน (User-friendly)"
    ]
  },
  "whatWeDo": {
    "title": "What We Do (ขอบเขตงานของเรา)",
    "items": [
      {
        "title": "Design & Build",
        "description": "บริการออกแบบและก่อสร้างโรงงานครบวงจร (Turnkey) ตั้งแต่งานสถาปัตยกรรมไปจนถึงโครงสร้าง"
      },
      {
        "title": "M&E Systems",
        "description": "งานระบบวิศวกรรมประกอบอาคาร ระบบไฟฟ้า (Electrical), ระบบน้ำ (Sanitary), และระบบปรับอากาศ (Air Conditioning)"
      },
      {
        "title": "Industrial Automation",
        "description": "ออกแบบและประกอบเครื่องจักรตามสั่ง (Custom Made Machine) ระบบลำเลียง และระบบควบคุมอัตโนมัติเพื่อทดแทนแรงงาน"
      },
      {
        "title": "PLC & Control Systems",
        "description": "บริการเขียนโปรแกรมควบคุม สั่งการระบบลม (Pneumatic) และระบบกลไกต่างๆ ให้ทำงานสัมพันธ์กันอย่างแม่นยำ"
      }
    ]
  },
  "whyTrustUs": {
    "title": "Why Trust Us? (ทำไมต้องเลือกเรา)",
    "items": [
      {
        "title": "In-House Expertise",
        "description": "เราทำงานด้วยทีมงานของบริษัทเอง ตั้งแต่การออกแบบ (Design In-house) ไปจนถึงติดตั้ง ควบคุมคุณภาพได้ 100%"
      },
      {
        "title": "Proven Track Record",
        "description": "ได้รับความไว้วางใจจากบริษัทข้ามชาติและโรงงานขนาดใหญ่ต่อเนื่องมาตลอด 4 ปี"
      },
      {
        "title": "Tailor-Made Solutions",
        "description": "เราเข้าใจว่าโรงงานแต่ละแห่งมีข้อจำกัดต่างกัน เราจึงไม่ขายเครื่องสำเร็จรูป แต่สร้างเครื่องจักรที่ \"Fit\" กับกระบวนการผลิตของคุณที่สุด"
      }
    ]
  },
  "ourVision": {
    "title": "Our Vision (วิสัยทัศน์)",
    "text": "\"มุ่งสู่การเป็นผู้นำด้านวิศวกรรมและระบบอัตโนมัติที่เข้าถึงได้ สำหรับโรงงานทุกขนาด ตั้งแต่ SMEs ไปจนถึงอุตสาหกรรมขนาดใหญ่ เพื่อยกระดับมาตรฐานการผลิตไทยสู่ Smart Factory ด้วยเทคโนโลยีที่ใช้งานได้จริงและคุ้มค่าการลงทุน\""
  }
}
